---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedGlazing.GlazingBackfaceCulling
source: html/64cad8cb-1abc-ecb0-2643-f57aa5255872.htm
---
# Autodesk.Revit.DB.Visual.AdvancedGlazing.GlazingBackfaceCulling Property

The property labeled "Backface Culling" from the "AdvancedGlazing" schema.

## Syntax (C#)
```csharp
public static string GlazingBackfaceCulling { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".